Repository: taf-fs/prdok
Catalog: prdok/Resources/Localizable.xcstrings
Source language: en
Languages: cs

# bootstrap.loading
source: Preparing session…
cs: Připravuji relaci…

# calendar.title
source: Shift calendar_
cs: Kalendář směn_

# calendarDayDetails.actualShift.title
source: Actual shift
cs: Proběhlá směna

# calendarDayDetails.offeredShift.offerButton
source: Offer shift
cs: Nabídnout

# calendarDayDetails.offeredShift.removeButton
source: Remove shift
cs: Smazat

# calendarDayDetails.offeredShift.title
source: Offered shift
cs: Nabídnutá možnost

# calendarDayDetails.offerShift.button
source: Submit
cs: Zapsat směnu

# calendarDayDetails.plannedShift.title
source: Planned shift
cs: Naplánovaná směna

# calendarDayDetails.shiftOffer.picker.end
source: end
cs: konec

# calendarDayDetails.shiftOffer.picker.start
source: start
cs: začátek

# calendarDayDetails.showShiftWebView
source: View
cs: Zobrazit

# calendarExport.button.add
source: Add
cs: Přidat

# calendarExport.button.sync
source: Synchronize
cs: Synchronizovat

# calendarExport.button.sync.footer
source: There are already shifts saved in the calendar from this app. You can synchronize them.
cs: V kalendáři už jsou uložené směny z této aplikace. Můžeš je synchronizovat.

# calendarExport.defaultEventTitle
source: cp_ shift
cs: směna cp_

# calendarExport.error.accessDenied
source: Calendar access denied.
cs: Přístup ke kalendáři zamítnut.

# calendarExport.error.calendarNotWritable
source: Calendar is not writable.
cs: Chybí oprávnění k zápisu do kalendáře.

# calendarExport.error.invalidMonthDate
source: Invalid month.
cs: Neplatný měsíc.

# calendarExport.eventTitle.placeholder
source: cp_ shift
cs: směna cp_

# calendarExport.isPlanningExportMessage
source: Checking…
cs: Kontroluji…

# calendarExport.loadingCalendars
source: Loading calendars…
cs: Načítám kalendáře...

# calendarExport.noCalendarsFound
source: No writable calendar found
cs: Nebyl nalezen platný kalendář

# calendarExport.notificationOption.1h
source: 1 hour before
cs: 1 hodinu předem

# calendarExport.notificationOption.2h
source: 2 hours before
cs: 2 hodiny předem

# calendarExport.notificationOption.6h
source: 6 hours before
cs: 6 hodin předem

# calendarExport.notificationOption.12h
source: 12 hours before
cs: 12 hodin předem

# calendarExport.notificationOption.24h
source: 24 hours before
cs: 24 hodin předem

# calendarExport.notificationOption.30min
source: 30 minutes before
cs: 30 minut předem

# calendarExport.notificationOption.none
source: No notification
cs: Bez oznámení

# calendarExport.picker.calendar
source: Calendar
cs: Kalendář

# calendarExport.picker.notification
source: Alert
cs: Oznámení

# calendarExport.section.calendarSettings.title
source: Calendar Settings
cs: Nastavení kalendáře

# calendarExport.section.eventName.title
source: Event Name
cs: Název události

# calendarExport.title
source: Upload shifts
cs: Nahrát do kalendáře

# calendarExport.toast.addOnly
source: Created %d events.
cs: Přidáno %d směn.

# calendarExport.toast.sync
source: Created: %d, updated: %d, deleted: %d
cs: Přidáno: %d, změněno: %d, smazáno %d.

# connect.credentials.button.connect
source: Connect
cs: Připojit

# connect.credentials.field.id
source: Employee number
cs: Zaměstnanecké číslo

# connect.credentials.field.ids
source: Password
cs: Heslo

# connect.credentials.field.provoz
source: Workplace
cs: Provoz

# connect.credentials.prompt
source: your credentials?
cs: tvé údaje?

# connect.link.button.connect
source: Connect
cs: Připojit

# connect.link.prompt
source: your employee link?
cs: tvůj zaměstnanecký odkaz?

# connect.qr.instructions
source: Point your camera at the QR code on the staff website
cs: Zamiř fotoaparátem na QR kód na zaměstnaneckém webu.

# connect.qr.toolbar.title
source: Connect using QR
cs: Připojit pomocí QR

# link.contacts
source: Contacts
cs: Kontakty

# link.employeeWeb
source: Employee site
cs: Zaměstnanecký web

# link.files
source: Files
cs: Soubory

# link.forum
source: Employee forum
cs: Fórum

# link.meetingMinutes
source: Meeting minutes
cs: Zápisy

# link.notImplementedYet
source: Not implemented yet
cs: Funkce ještě není implementována

# links.title
source: Links
cs: Odkazy

# loading.connecting
source: Connecting…
cs: Připojuji…

source: offer shifts
cs: nabídnout možnosti

# pairingerror.invalidQR
source: The scanned QR code is invalid.
cs: Načtený QR kód je neplatný.

# pairingerror.invalidResponse
source: Failed to connect the account, the server’s response is invalid.
cs: Nepodařilo se připojit účet, odpověď serveru je neplatná.

# pairingerror.invalidURL
source: The entered link is invalid.
cs: Zadaný odkaz je neplatný.

# pairingerror.missingCredentials
source: The credentials required to complete the action are missing.
cs: K dokončení akce nebyly nalezeny potřebné údaje.

# pairingerror.missingkey
source: The server failed to include a key in the response.
cs: Nepodařilo se připojit účet, server nepodal klíč.

# pairingerror.missingSkladnik
source: The skladnik was not included in the response.
cs: Server nepodal skladníka v odpovědi.

# pairingerror.pairingRejected
source: Pairing failed. Check the values you entered.
cs: Propojení selhalo. Zkontroluj zadané údaje.

# profile.competencies.title
source: Competencies
cs: Kompetence

# profile.competency.barman
source: bartender
cs: barman

# profile.competency.generalSkills
source: general skills
cs: obecné dovednosti

# profile.competency.kuchar
source: cook
cs: kuchař

# profile.competency.placar
source: runner
cs: placař

# profile.competency.vrchni
source: head waiter
cs: vrchní

# profile.competency.vycep
source: tap
cs: výčep

# profile.error
source: Couldn't load profile
cs: Profil se nepodařilo načíst

# profile.loading
source: Loading profile…
cs: Načítám profil…

# profile.memberSince
source: Member since
cs: Členem od

# profile.retry
source: Try again
cs: Zkusit znovu

# settings.alert.noMail.button.copy
source: Copy Address
cs: Kopírovat adresu

# settings.alert.noMail.message %@
source: There's no email app on this phone. You can send your feedback to this address: %@
cs: V telefonu není žádná e-mailová aplikace. Zpětnou vazbu můžeš poslat na tuto adresu: %@

# settings.alert.noMail.title
source: No Email App
cs: Žádná e-mailová aplikace

# settings.alert.notisDenied.button.cancel
source: Cancel
cs: Zrušit

# settings.alert.notisDenied.button.openSettings
source: Open Settings
cs: Otevřít Nastavení

# settings.alert.notisDenied.message
source: To receive notifications, enable them for this app in Settings.
cs: Chceš-li dostávat oznámení, povol je pro tuto aplikaci v Nastavení.

# settings.alert.notisDenied.title
source: Notifications Disabled
cs: Oznámení nepovolena

# settings.alert.unpairConfirm.button.cancel
source: Cancel
cs: Zrušit

# settings.alert.unpairConfirm.button.unpair
source: Unpair
cs: Odpárovat

# settings.alert.unpairConfirm.message
source: You will need to pair again to use the app.
cs: Pro další používání aplikace bude potřeba zařízení znovu spárovat.

# settings.alert.unpairConfirm.title
source: Unpair device?
cs: Odpárovat zařízení?

# settings.colorTheme
source: Color Theme
cs: Vzhled aplikace

# settings.colorTheme.sheetTitle
source: Color Theme
cs: Vzhled aplikace

# settings.developer.userdefaults
source: Account Details
cs: Přihlašovací údaje

# settings.feedback
source: Send Feedback
cs: Poslat zpětnou vazbu

# settings.feedback.prompt
source: Describe the problem or your idea:
cs: Popiš problém nebo svůj nápad:

# settings.language
source: App Language
cs: Jazyk aplikace

# settings.notifications.toggle
source: Send Notifications
cs: Zasílat oznámení

# settings.sectionHeader.developer
source: Developer
cs: Vývojář

# settings.sectionHeader.general
source: General
cs: Obecné

# settings.sectionHeader.notifications
source: Notifications
cs: Oznámení

# settings.sectionHeader.support
source: Support
cs: Podpora

# settings.title
source: Settings
cs: Nastavení

# settings.unpair
source: Unpair device
cs: Odpárovat zařízení

# setup.access.instructions
source: To access the app, you need to connect the device with your employee account.
cs: K získání přístupu do aplikace, je třeba propojit aplikaci se zaměstnaneckým účtem.

# setup.connect
source: Connect
cs: Připojit

# setup.connect.link
source: Connect using employee link
cs: Připojit přes zaměstnanecký odkaz

# setup.connect.qr
source: Connect using QR code
cs: Připojit přes QR kód

# setup.welcome.title
source: Welcome to
cs: Vítej v aplikaci

# shift.role.manager
source: manager
cs: vedoucí

# shiftAction.error.busy
source: Wait for the action to finish.
cs: Počkej než skončí akce.

# shiftAction.error.invalidTimeRange
source: Start must be before end.
cs: Začátek musí být před koncem.

# shiftAction.error.noDateSelected
source: No date selected.
cs: Nebylo vybráno datum.

# shiftAction.error.noOfferedShiftToRemove
source: No offered shift found.
cs: Nebyla nalezena směna.

# shiftAction.error.offeredShiftAlreadyExists
source: This day already has an offered shift.
cs: Na tento den už je zapsaná možnost.

# shiftAction.error.shiftNotFoundOnServer
source: No offered shift found on the server.
cs: Směna nebyla nalezena na serveru.

# shiftAction.error.unexpectedServerResponse
source: Unexpected server response.
cs: Neočekávána odpověď od serveru.

# shiftAction.multiOffer.mutliple.failure
source: Failed to offer %d shifts:
cs: Nastala chyba při zapsání %d možností:

# shiftAction.multiOffer.mutliple.success
source: Successfully offered %d shifts.
cs: Zapsáno %d možností.

# shiftAction.multiOffer.single.failure
source: Failed to offer shift:
cs: Nastala chyba při zápisu možnosti:

# shiftAction.multiOffer.single.success
source: Successfully offered %d shift.
cs: Zapsána %d možnost.

# shiftAction.multiOffer.twoToFour.failure
source: Failed to offer %d shifts:
cs: Nastala chyba při zápisu %d možností:

# shiftAction.multiOffer.twoToFour.success
source: Successfully offered %d shifts.
cs: Zapsány %d možnosti.

# shiftAction.success.removed
source: Shift removed successfully.
cs: Možnost byla úspěšně smazána.

# shiftAction.success.saved
source: Shift submitted successfully.
cs: Možnost byla úspěšně zapsána.

# shiftMultiOffer.load.failure
source: Can’t load shifts.
cs: Nelze načíst směny.

# shiftMultiOffer.picker.end
source: end
cs: konec

# shiftMultiOffer.picker.start
source: start
cs: začátek

# shiftMultiOffer.submit.multiple.button
source: Submit shifts
cs: Zapsat možnosti

# shiftMultiOffer.submit.single.button
source: Submit shift
cs: Zapsat možnost

# shiftMultiOffer.title
source: Offer shift
cs: Zápis možností

# shiftsListWebView.presentView.button
source: Who’s on the shift
cs: Kdo je na směně

# shiftStats.bonus.title
source: Bonus
cs: Příplatek

# shiftStats.closingShifts
source: Closing shifts
cs: Zavíračky

# shiftStats.competencies
source: Competencies
cs: Kompetence

# shiftStats.deadlineInline%@
source: (by %@)
cs: (do %@)

# shiftStats.earlyOffers
source: Offers in time
cs: Možnosti včas

# shiftStats.meeting
source: Meeting
cs: Schůze

# shiftStats.or
source: or
cs: nebo

# shiftStats.plannedInline%lld
source: (%lld plan.)
cs: (%lld plán.)

# shiftStats.suffix.actual
source: done
cs: odp.

# shiftStats.suffix.competencies
source: comp.
cs: komp.

# shiftStats.suffix.offered
source: off.
cs: nab.

# shiftStats.totalHours
source: Total
cs: Celkem

# shiftStats.weekendHours
source: Weekend hours
cs: Víkendových hodin

# simplePause.notification.endTime %@
source: Notification set on %@
cs: Oznámení nastaveno na %@

# simplePause.notification.finish.body
source: %d minutes have passed.
cs: Uplynulo %d minut.

# simplePause.notification.set %lld
source: Notification set %lld mins from now
cs: Oznámení se pošle za %lld min

# tabitem.calendar
source: Calendar
cs: Kalendář

# tabitem.links
source: Links
cs: Odkazy

# tabitem.today
source: Today
cs: Dnes

# themePicker.dark
source: Dark
cs: Tmavý

# themePicker.Light
source: Light
cs: Světlý

# themePicker.system
source: System
cs: Výchozí

# today.countdown.loading
source: Loading shifts…
cs: Načítání směn…

# today.countdown.shift.currentEnd
source: Shift ends in
cs: Směna končí za

# today.countdown.shift.nextStart
source: Next shift is in
cs: Příští směna je za

# today.countdown.shift.nextStart.soon
source: Next shift is
cs: Příští směna je

# today.countdown.today
source: today
cs: dnes

# today.countdown.tomorrow
source: tomorrow
cs: zítra

# today.freeShifts.empty
source: No free shifts to pick up.
cs: Žádné volné směny k převzetí.

# today.freeShifts.error
source: Couldn’t load free shifts.
cs: Volné směny se nepodařilo načíst.

# today.freeShifts.title
source: Free shifts to pick up
cs: Volné směny

# today.noUpcomingShifts
source: No upcoming planned shifts
cs: Žádné naplánováné směny

# today.plannedShifts.title
source: Upcoming shifts
cs: Nadcházející směny

source: upload to calendar
cs: nahrát do kalendáře
